[
  {
    "i": "http://www.qtulou.com/wp-content/uploads/fyl.jpg", 
    "d": "<div dir=\"ltr\">承启楼<br><br>福建省永定县高头镇高北村<br><br>据传从明崇祯年间破土奠基，至清康熙年间竣工，历世3代，阅时半个世纪，其规模巨大，造型奇特，古色古香，充满浓郁的乡土气息。“高四层，楼四圈，上上下下四百间；圆中圆，圈套圈，历经沧桑三百年”。1986年，中国邮电部发行了一套“中国民居”邮票，其中福建民居就是一座环环相连的土楼，这座土楼就是如今闻名遐迩的承启楼，承启楼是一座城堡—— 一座家族之城。邮票是“国家的名片”，影响力十分深远，庞大的承启楼正是借助这方寸的邮票名扬四海。<br>", 
    "g": "117°00'32.84,24°39'36.69,0.000000", 
    "n": "承启楼 —— 一座家族之城"
  }, 
  {
    "i": "http://www.qtulou.com/wp-content/uploads/fyl.jpg", 
    "d": "<div dir=\"ltr\">福裕楼<br><br>福建省龙岩市湖坑镇洪坑村<br><br>福裕楼是永定府第式土楼的杰出代表，富丽堂皇。公元1880年开始兴建，耗资十多万光洋，经历三年时间才建成，占地面积7000余平方米。 该楼由楼主三兄弟（林仲山、林仁山、林德山）的朋友汀州知府张星炳设计。其结构特点：在主楼的中轴线上前低后高，两座横屋，高低有序，主次分明。楼前有三个大门，在主楼和横屋之间有小门相隔，外观连成一体、内则分为三大单元。楼门坪和围墙用当地河卵石铺砌，做工十分精细与大自然环境浑然一体，十分和谐。外形像三座山，隐含楼主三兄弟“三山”之意。楼名也是张星炳题写。", 
    "g": "116.520866,40.025036,0.000000", 
    "n": "福裕楼 —— 府第式土楼经典"
  }, 
  {
    "i": "http://www.qtulou.com/wp-content/uploads/4437e69f540d1297ffe232.jpg", 
    "d": "<div dir=\"ltr\">振成楼<br><br>福建省龙岩市永定县湖坑镇洪坑村<br>振成楼由洪坑林氏21世林鸿超兄弟等人于民国元年(1912年)建造。俗称八卦点击此处添加图片说明楼，以富丽堂皇、内部空间设计精致多变而著称。其局部建筑风格及大门、内墙、祖堂、花墙等所用的颜色，大胆采用了西方建筑美学所强调的多样统一原则，达到了极高的审美境界，堪称中西合璧的生土民居建筑的杰作。<br>", 
    "g": "116.481964,39.908962,0.000000", 
    "n": "振成楼 —— 土楼王子"
  },
  {
    "i": "http://www.qtulou.com/wp-content/uploads/tlk036.jpg", 
    "d": "<div dir=\"ltr\">田螺坑土楼群<br><br>福建省漳州市南靖县书洋镇<br> 田螺坑建成已有六百多年历史。与隶属龙岩地区的永定交接 的田螺坑土楼群书洋、梅林两镇，大多数是客家人，其它乡镇则以闽南人居多。四座圆楼簇拥着一座方楼，像是一朵怒放的梅花，美妙绝伦，璀璨夺目，又像是一支气势磅礴的五重奏交响曲，在青山秀水间激越地奏响。公路随着山势蜿蜒而下。随着观看角度的变化，田螺坑景观魔术般地不断变幻，圆楼时而在前时而退后，方楼时而隐蔽时而暴露。来到坡底公路上，抬头往上一看，田螺坑土楼群犹如布达拉宫横空出世，巍峨耸立，庄严肃穆，在阳光下一派金碧辉煌。这四座圆楼的建造者以顺地势增减一层屋柱高度的方法，成功地在第二层取得了平面，大大方便了居住。<br>", 
    "g": "117°03'46.74,24°35'04.56,0.000000", 
    "n": "田螺坑土楼群 —— 东方古城堡"
  }, 
  {
    "i": "http://www.qtulou.com/wp-content/uploads/nanjingtulou18.jpg", 
    "d": "<div dir=\"ltr\">裕昌楼<br><br>福建省漳州市南靖县书洋镇下坂村<br>裕昌楼是现存福建最古老土楼之一，属世界文化遗产福建土楼部分。下坂村目前有369户4000余人，主要的经济来源为茶和柿子。裕昌楼建于元末明初(约1308-1338年)，为刘、罗、张、唐、范五姓族人共同建造，因此故把整座楼分为间数不等的五大卦，每卦设一部楼梯，每个家族各居一卦。楼为5层结构，每层有54间大小相同的斧状房间，底层为厨房，家家厨房有一口深1米、宽0.5米的水井，井水清净甘甜，拿起瓢子伸手即可打水。楼内天井中心建有单层圆形祖堂，祖堂前面天井用卵石铺成大圆圈，等分五格，代表”金、木、水、火、土”五行。这座土楼建成后不久，楼内回廊木柱便开始从左向右倾斜，最大倾斜度为15度，看起来摇摇欲坠，但经受几百年风雨侵蚀和无数次地震的考验，至今依然如故，有惊无险，所以裕昌楼又称”东倒西歪楼”。 目前楼内有刘姓21户123人居住。<br>", 
    "g": "117°02'49.40,24°35'28.16,0.000000", 
    "n": "裕昌楼 —— 东倒西歪楼"
  }, 
  {
    "i": "http://www.qtulou.com/wp-content/uploads/200991018136047.gif", 
    "d": "<div dir=\"ltr\">云水谣古镇土楼<br><br>福建省漳州市南靖县<br>云水谣古镇是个历史悠久的古老村落,村中幽长古道、百年老榕、神奇土楼，还有那灵山碧水，无不给人以超然的感觉。南靖县长教风景区拥有世界文化遗产和贵楼、怀远楼、省内最高最大最为集中的千年古榕树群、一条百年老街、千年古道。溪岸边，由13棵百年、千年老榕组成的榕树群蔚为壮观，其中一棵老榕树树冠覆盖面积1933平方米，树丫长达30多米，树干底端要10多个大人才能合抱，是一棵目前我省已发现的最大的榕树。榕树下一条被踩磨得非常光滑的鹅卵石古道伸向远方，据考证是长汀府（龙岩市）通往漳州府（漳州市）的必经之路。古道旁，有一排两层老式砖木结构房屋，那就是长教已有数百年历史的老街市。至今，这些老商铺大多还保留着木板代墙的特点。村中最引人注目的是山脚下、溪岸旁、田野上星罗棋布的一座座土楼。这些从元朝中期就开始建造的土楼，目前保存完好就有53座。这些土楼姿态万千，除了有建在沼泽地上堪称“天下第一奇”的和贵楼，及工艺最精美、保护最完好的双环圆土楼——怀远楼外，还有吊脚楼、竹竿楼、府第式土楼等，土楼风景别具一格<br>", 
    "g": "117°06'56.49,24°37'36.53,0.000000", 
    "n": "云水谣古镇土楼 —— 唯美天堂"
  } 
]